language                                      = Беларуская (Belarusian)
translators                                   = Sanchez

about.title                                   = Пра праграму [app.name]
about.notregistered                           = Не зарэгістравана


ok                                            = OK
cancel                                        = Адмена
yes                                           = Так
no                                            = Не
close                                         = Зачыніць
error                                         = Памылка
warning                                       = Папярэджанне

and                                           = і




app.unknownError                              = У прыкладанні адбылася памылка.
app.activatedExistingInstance                 = Актывавана ўжо выкананая копія [app.name].
app.readonly                                  = толькі чытанне
app.restartneeded                             = Прыкладанне цяпер будзе перазапушчана.
app.restartneeded.title                       = Патрабуецца перазапуск

undo                                          = &Адмяніць
redo                                          = &Паўтарыць

notebook.browse.filemask.db                   = Запісная кніга CintaNotes
notebook.new.caption                          = Новая запісная кніга
notebook.open.caption                         = Адкрыць запісную кнігу
notebook.save.caption                         = Захаваць запісную кнігу як




notelinkprotocol.restore.message              = Пратакол для спасылак на нататкі не зарэгістраваны ў сістэме. Аднавіць рэгістрацыю пратаколу?

menu.file                                     = {s}&Файл{s}
menu.file.new                                 = &Стварыць...
menu.file.open                                = &Адкрыць...
menu.file.saveas                              = Захаваць &як...
menu.file.close                               = &Зачыніць
menu.file.import                              = &Імпарт…
menu.file.export                              = &Экспарт...

menu.file.backup                              = &Рэзервовая копія
menu.file.backup.now                          = &Стварыць рэзервовую копію зараз
menu.file.backup.hourly.enabled               = Што&гадзіны
menu.file.backup.daily.enabled                = Што&дня
menu.file.backup.weekly.enabled               = Што&тыдзень
menu.file.recyclebin                          = &Кошык


menu.file.sync                                = Сін&хранізацыя
menu.file.exit                                = В&ыйсце

menu.edit                                     = {s}&Праўка{s}
menu.edit.new                                 = &Новая нататка
menu.edit.edit                                = &Рэдагаваць
menu.edit.copy                                = &Капіяваць
menu.edit.cut                                 = &Выразаць
menu.edit.paste                               = Уст&авіць

menu.edit.delete                              = &Выдаліць
menu.edit.merge                               = &Аб'яднаць
menu.edit.replacetags                         = &Замяніць тэгі…
menu.edit.selectall                           = В&ылучыць усё
menu.edit.properties                          = Ула&сцівасці...

menu.edit.copylink                            = &Капіяваць спасылку на нататку
menu.edit.pastenotelink                       = &Уставіць спасылку на нататку
menu.edit.inserttimestamp                     = Уставіць бягучыя дату і час


menu.view                                     = {s}&Выгляд{s}
menu.view.notecolor                           = &Каляровая тэма
menu.view.notecolor.red                       = &Чырвоная
menu.view.notecolor.orange                    = &Памяранцавая
menu.view.notecolor.yellow                    = &Жоўтая
menu.view.notecolor.green                     = &Зялёная
menu.view.notecolor.cyan                      = &Блакітная
menu.view.notecolor.blue                      = &Сіняя
menu.view.notecolor.purple                    = &Фіялетавая
menu.view.notecolor.gray                      = Ш&эрая
menu.view.tagsidebar                          = Панэль &тэгаў
menu.view.sectionbar                          = &Панэль секцый
menu.view.reversed                            = У &зваротным парадку
menu.view.sorting                             = &Сартаваць
menu.view.sorting.manual                      = &Уручную
menu.view.sorting.created                     = Па даце &стварэння
menu.view.sorting.modified                    = Па даце &змены
menu.view.sorting.title                       = Па &загалоўку
menu.view.sorting.link                        = Па &спасылцы
menu.view.sorting.size                        = Па &памеры






sort.manual                                   = Уручную
sort.created                                  = Па стварэнні
sort.modified                                 = Па змене
sort.title                                    = Па &загалоўку
sort.link                                     = Па &спасылцы
sort.size                                     = Па &памеры
sort.reverse                                  = У &зваротным парадку

menu.options                                  = {s}&Налады{s}
menu.options.hotkey                           = &Спалучэнні клавіш...
menu.options.clipping                         = &Захоп тэксту
menu.options.clipping.silent                  = &Ціхі рэжым
menu.options.clipping.after                   = &Пасля захопу
menu.options.clipping.after.showinboxsection  = &Пераключыцца ў секцыю для захопленых
menu.options.clipping.after.showuntagged      = Паказаць толькі нататкі без тэгаў
menu.options.clipping.after.openeditor        = Адкрыць для &рэдагавання
menu.options.clipping.after.assignactivetags  = &Пазначыць актыўнымі тэгамі
menu.options.clipping.title                   = &Загаловак
menu.options.clipping.title.apptitle          = &Загаловак прыкладання
menu.options.clipping.title.firstline         = &Першы радок тэксту
menu.options.clipping.title.blankline         = П&усты радок





menu.view.noteappearance                      = &Спіс нататак...

menu.options.editor                           = &Рэдагаванне
menu.options.editor.links                     = &Спасылкі
menu.options.editor.links.recognize           = &Падсвятляць спасылкі
menu.options.editor.links.singleclick         = Адкрываць спасылкі па &адзінкавым кліку
menu.options.editor.links.doubleclick         = Адкрываць спасылкі па &падвойным кліку
menu.options.editor.initialfocus              = &Пачатковы фокус уводу
menu.options.editor.initialfocus.title        = Загаловак
menu.options.editor.initialfocus.text         = Тэкст










menu.options.tags                             = &Тэгі
menu.options.tags.lowercase                   = &Толькі ў ніжнім рэгістры
menu.options.tags.accepton                    = &Прымаць аўтазапаўненне па
menu.options.tags.displaycounts               = &Паказваць лічыльнікі выкарыстання на панэлі тэгаў



menu.options.tags.accepton.space              = &Прабелу
menu.options.tags.accepton.click              = &Адзінарнаму кліку




menu.options.window                           = &Акно
menu.options.minimizetotray                   = З&гортваць у сістэмны трэй
menu.options.closetotray                      = З&ачыняць у сістэмны трэй
menu.options.alwaysontop                      = &Па-над іншымі вокнамі
menu.options.window.minimizeonesc             = Мінімізаваць па &Esc












menu.options.startup                          = &Запуск
menu.options.runatstartup                     = Аў&тазапуск
menu.options.startup.minimized                = Запускаць і згортваць у значок
menu.options.startup.multipleinstances        = Дазволіць &запуск некалькіх копій прыкладання
menu.options.startup.restoretagsfilter        = &Актываваць апошнія абраныя тэгі


menu.options.system                           = &Сістэма
menu.options.system.associatewithdbfile       = &Асацыяваць [app.name] c .db файламі
menu.options.system.registerlinkprotocol      = &Зарэгістраваць пратакол спасылак на нататкі
menu.options.system.proxysettings             = Параметры &падлучэння да інтэрнэту
menu.options.system.registry.error            = Немагчыма ўнесці змены ў рэестр.{n}Калі ласка запусціце [app.name] з правамі адміністратара і паспрабуйце яшчэ раз.

registerlinkprotocol.title                    = Рэгістрацыя пратаколу для спасылак на нататкі
registerlinkprotocol.registered               = Гэта копія [app.name] зараз зарэгістравана ў сістэме як апрацоўнік націскаў на спасылкі выгляду "cintanotes://".
registerlinkprotocol.unregistered             = Гэта копія [app.name] больш не будзе апрацоўваць націскі на спасылкі выгляду "cintanotes://".

menu.options.language                         = &Мова

menu.help                                     = &Даведка
menu.help.help                                = &Кіраўніцтва (ангел.)
menu.help.website                             = &Вэб-сайт
menu.help.forum                               = &Форум
menu.help.roadmap                             = &Зваротная сувязь
menu.help.translate                           = П&ераклад
menu.help.debug                               = &Адладка
menu.help.debug.logging                       = &Адладкавы часопіс
menu.help.license                             = &Ліцэнзія
menu.help.checkforupdates                     = &Праверыць абнаўленні
menu.help.about                               = Пра &праграму

menu.updatenotify.tooltip                     = Даступная новая версія CintaNotes

confirmdelete.one                             = Выдаліць нататку '{0}'?
confirmdelete.many                            = Выдаліць вылучаныя нататкі ({0})?
confirmdelete.title.one                       = Выдаліць нататку?
confirmdelete.title.many                      = Выдаліць нататкі?
confirmdelete.unsaved                         = Нататка яшчэ не была захавана. Выдаліць?


confirm.movetorecyclebin.one                  = Выдаліць нататку {n}'{0}'{n} у кошык?
confirm.movetorecyclebin.many                 = Выдаліць {0} абраных нататак у кошык?
confirm.movetorecyclebin.title.one            = Выдаліць нататку ў кошык?
confirm.movetorecyclebin.title.many           = Выдаліць нататкі ў кошык?

confirm.merge.title                           = Аб'яднаць нататкі?
confirm.merge.message                         = Аб'яднаць вылучаныя нататкі ў адну?

confirmationdialog.dontaskagain               = Больш не пытаць

deletenotesmessagedialog.caption              = Выдаліць нататкі ў кошык?
deletenotesmessagedialog.title                = Бягучыя налады кошыка дазваляюць захоўваць толькі {1} нататак, у той час як выдаляецца {0} нататак.{n}Абярыце далейшае дзеянне:
deletenotesmessagedialog.button.increase      = Павялічыць ліміт
deletenotesmessagedialog.increase.description = Павялічыць максімальную колькасць нататак, якія захоўваюцца ў кошыку
deletenotesmessagedialog.button.delete        = Выдаліць
deletenotesmessagedialog.delete.description   = Выдаліць астатнія нататкі беззваротна ({0})

confirmlinkopening.message                    = Адкрыццё {0} спасылак можа замарудзіць працу сістэмы.{n}Працягнуць?

filter                                        = Фільтр:

filter.textandtitle                           = Тэкст &і загаловак
filter.text                                   = Толькі &тэкст
filter.title                                  = Толькі &загаловак
filter.time.created                           = Час &стварэння
filter.time.modified                          = Час &змены


filter.link                                   = &Спасылка
filter.tags                                   = &Тэгі
filter.all                                    = &Усюды
search.insidewords                            = &Шукаць усярэдзіне слоў
search.acrossfields                           = Скразны пошук


license.message.text                          = Гэта функцыя даступная толькі ў платнай версіі праграмы.
license.message.caption                       = Патрабуецца ліцэнзія

noteslist.notebookempty                       = У вашай запісной кнізе цяпер няма нататак.{n}Каб дадаць нататку, націсніце Ins, або вылучыце тэкст у любым прыкладанні і націсніце [clipping.default.key].{n}
noteslist.sectionempty                        = Гэта секцыя запісной кнігі не ўтрымоўвае нататак.
noteslist.notfound                            = Няма нататак задавальнялых фільтру.{n}
noteslist.openlink                            = Адкрыць спасылку
noteslist.tag                                 = &Пазначыць…
noteslist.export.selected                     = &Экспарт…
noteslist.move                                = Пера&сунуць
noteslist.move.up                             = &Угару
noteslist.move.down                           = Уні&з
noteslist.move.top                            = У &пачатак
noteslist.move.bottom                         = У &канец
noteslist.properties                          = Ула&сцівасці...
noteslist.move.tosection                      = У &секцыю




noteedit.title                                = Рэдагаванне

noteedit.link                                 = Спасылка
noteedit.tags                                 = Тэгі

noteedit.new.title                            = Новая нататка
noteedit.readonly.title                       = Толькі чытанне
noteedit.notesaved                            = Нататка захавана



noteedit.notelinkcopied                       = Спасылка на нататку скапіявана ў буфер абмену
noteedit.links.itselferror                    = Немагчыма ўставіць спасылку на сябе.
noteedit.links.alreadynotelinkerror           = Нельга дадаць спасылку ў тэкст, які ўжо ўтрымоўвае спасылку. Выдаліце яе і паспрабуйце яшчэ раз.
noteedit.links.multilineerror                 = Немагчыма ўставіць шматрадковую спасылку.
noteedit.links.createnewnote                  = Стварыць новую нататку
noteedit.links.updatecaption                  = Абнавіць тэкст спасылкі
noteedit.links.typetip                        = Пачніце друкаваць для пошуку па загалоўку
noteedit.links.tip.notenotfound               = Нататка па спасылцы не знойдзена
noteedit.links.tip.notebooknotfound           = Не знойдзена запісная кніга, якая змяшчае нататку па спасылцы

noteedit.section.tip                          = Секцыя



































noteedit.openfilelink.notexists.title         = Файл не знойдзены
noteedit.openfilelink.notexists.message       = Файл {0} не знойдзены. Выдаліць спасылку?

noteedit.copylinktounsavednote.caption        = Капіяванне спасылкі на незахаваную нататку
noteedit.copylinktounsavednote.message        = Захаваць нататку і скапіяваць спасылку на яе?




















noteappearance.pt                             = пт
noteappearance.bold                           = тоўсты
noteappearance.italic                         = курсіў
noteappearance.headerfontlabel                = Загаловак нататкі:
noteappearance.textfontlabel                  = Асноўны тэкст нататкі:
noteappearance.notelines                      = Паказваць радкоў:
noteappearance.notelines.min                  = мін.
noteappearance.notelines.max                  = макс.
noteappearance.change                         = …
noteappearance.textformatting                 = Паказваць фарматаванне тэксту
noteappearance.datedisplay.label              = Паказваць дату і час:
noteappearance.datedisplay.combo.none         = Ніякія
noteappearance.datedisplay.combo.created      = Стварэння
noteappearance.datedisplay.combo.modified     = Змененыя
noteappearance.datedisplay.combo.both         = Стварэння і змены
noteappearance.datedisplay.sortmodedate       = Заўсёды паказваць час рэжыму сартавання
noteappearance.datedisplay.displaytime        = Паказваць час дня






notebookmessage.message                       = Немагчыма загрузіць запісную кнігу, бо наступны шлях недаступны: "{0}"
notebookmessage.button.create                 = Стварыць новую
notebookmessage.button.open                   = Адкрыць іншую
notebookmessage.button.exit                   = Выйсці

pastemessage.caption                          = Канфлікт устаўкі нататак
pastemessage.title                            = Гэта запісная кніга ўжо ўтрымоўвае {0} нататак з тым жа ID і адрозным тэкстам. {n} Што б вы жадалі зрабіць?
pastemessage.button.replace                   = Замяніць старыя
pastemessage.button.replace.description       = Замяніць нататкі ў запісной кнізе нататкамі з буфера абмену
pastemessage.button.addnew                    = Дадаць як новую
pastemessage.button.addnew.description        = Дадаць нататкі з буфера абмену як новыя
pastemessage.button.lastmodified              = Апошнія змененыя
pastemessage.button.lastmodified.description  = Узяць нататкі, змененыя апошнімі


















wronglinkmessage.title                        = Адкрыць спасылку
wronglinkmessage.notenotfound                 = Нататка, на якую вядзе гэта спасылка, не знойдзена.
wronglinkmessage.notebooknotfound             = Запісная кніга, на якую вядзе гэта спасылка, не знойдзена.
wronglinkmessage.notebookincompatible         = Запісная кніга, куды вядзе гэта спасылка, не сумяшчальная з бягучай версіяй праграмы.

wronglinkmessage.button.remove                = Выдаліць спасылку
wronglinkmessage.button.createnew             = Стварыць новую нататку

externallinkmessage.title                     = Спасылка на іншую запісную кнігу
externallinkmessage.message                   = Спасылка вядзе ў іншую запісную кнігу '{0}'.{n}Як адкрыць гэту нататку?
externallinkmessage.switchmessage             = Спасылка вядзе на іншую запісную кнігу: '{0}'.{n}Пераключыцца на гэту запісную кнігу?
externallinkmessage.button.anotherinstance    = Адкрыць у новым акне
externallinkmessage.button.switch             = Пераключыць кнігу
externallinkmessage.button.switch.changes     = Усе незахаваныя змены будуць захаваны.

upgrademessage.title                          = Абнаўленне запісной кнігі

upgrademessage.check.createbackup             = Стварыць рэзервовую копію
upgrademessage.cancelled                      = Абнаўленне адменена.
upgrademessage.successful                     = Абнаўленне завершана паспяхова!
upgrademessage.successful.backup              = Абнаўленне завершана паспяхова!{n}Рэзервовая копія была захавана як:{n}{0}{n}у тэчцы: {n}'{1}'.
upgrade.backup.before                         = да абнаўлення на

backup.successdialog.caption                  = Рэзервовая копія паспяхова створана
backup.successdialog.message                  = Рэзервовая копія запісной кнігі запісана як{n}{0}{n}у каталог  {1}
backup.processdialog.caption                  = Стварэнне рэзервовай копіі
backup.processdialog.message                  = Калі ласка, пачакайце пакуль ідзе запіс рэзервовай копіі запісной кнігі...

tagsedit.title                                = Дадаць / выдаліць тэгі
tagsedit.addtags                              = Дадаць тэгі:
tagsedit.removetags                           = Выдаліць тэгі:





































recentlist.notfoundmessage                    = Выдаліць запісную кнігу са спісу адкрытых?
recentlist.cantclosenotebook                  = Немагчыма зачыніць апошнюю адкрытую запісную кнігу

replacetags.title                             = Замяніць тэгі
replacetags.sourcetags                        = Замяніць:
replacetags.desttags                          = на:
replacetags.hint                              = З дапамогай гэтага акна можна пераназваць, падзяляць, аб'ядноўваць і выдаляць тэгі.{n}Напрыклад, каб выдаліць тэгі, увядзіце іх у першае поле, і пакіньце другое пустым.

recyclebindialog.title                        = Кошык
recyclebindialog.column.datedeleted           = Выдалена
recyclebindialog.column.title                 = Загаловак
recyclebindialog.column.text                  = Тэкст
recyclebindialog.column.datecreated           = Створана
recyclebindialog.column.datemodified          = Зменена
recyclebindialog.column.size                  = Памер (КБ)
recyclebindialog.column.tags                  = Тэгі
recyclebindialog.column.sectionname           = Секцыя
recyclebindialog.column.link                  = Спасылка
recyclebindialog.button.restore               = Аднавіць
recyclebindialog.button.delete                = Выдаліць
recyclebindialog.button.deleteall             = Ачысціць
recyclebindialog.label.maxsize                = Максімальны лік нататак у кошыку:
recyclebindialog.label.keepnotes              = Тэрмін захоўвання нататак у кошыку, дзён:
recyclebindialog.label.keepnotes.suffix       = {s}
recyclebindialog.error.invalidmaxsize         = Колькасць нататак павінна быць дадатным лікам
recyclebindialog.error.invalidkeepnotes       = Тэрмін захоўвання ў днях павінен быць дадатным лікам

recyclebindialog.menu.restore                 = Аднавіць
recyclebindialog.menu.delete                  = Выдаліць
recyclebindialog.menu.deleteall               = Ачысціць кошык

recyclebindialog.confirm.delete.title         = Выдаліць назаўжды
recyclebindialog.confirm.delete.message       = Выдаліць абраныя нататкі без магчымасці звароту ({0})?
recyclebindialog.confirm.deleteall.title      = Ачысціць кошык?
recyclebindialog.confirm.deleteall.message    = Выдаліць беззваротна ўсе нататкі ({0})?
recyclebindialog.confirm.restore.title        = Аднавіць нататкі
recyclebindialog.confirm.restore.message      = Аднавіць абраныя нататкі ({0})?

tray.addnew                                   = Дадаць нататку
tray.restore                                  = Адкрыць [app.name]
tray.exit                                     = Выйсці з [app.name]








export.title                                  = Экспарт нататак
export.filemask.txt                           = Тэкст Unicode
export.filemask.xml                           = XML
export.filemask.html                          = Вэб-старонка
export.successmsg.title                       = Экспарт завершаны
export.successmsg                             = Экспарт паспяхова завершаны. Усяго экспартавана нататак: {0}.
export.errormsg                               = Падчас экспарту адбылася памылка.
export.errormsg.title                         = Памылка экспарту
export.html.created                           = Дата стварэння:
export.html.modified                          = Дата змены:
export.scope.all                              = Усе нататкі ({0})
export.scope.current                          = Бягучы выгляд ({0})
export.scope.selection                        = Вылучаныя нататкі ({0})
export.field.title                            = Загаловак
export.field.text                             = Тэкст
export.field.creation                         = Дата стварэння
export.field.modification                     = Дата змены
export.field.link                             = Спасылка
export.field.tags                             = Тэгі



export.group.scope                            = Экспартаваць:
export.group.fields                           = Палі для экспарту:
export.errormsg.nonotes                       = Нельга экспартаваць нататкі з пустой запісной кнігі.
export.button.view                            = Прагледзець

export.processdialog.caption                  = Экспарт нататак
export.processdialog.message                  = Калі ласка, пачакайце пакуль ідзе экспарт...

import.title                                  = Імпарт нататак
import.filemask.all                           = Файлы CintaNotes
import.filemask.db                            = Нататкі CintaNotes
import.filemask.xml                           = Экспартаваныя ў XML нататкі
import.successmsg.title                       = Імпарт завершаны
import.successmsg                             = Імпартаванне нататак завершана.{n}{n}  Імпартавана нататак: {0}{n}  Абноўлена нататак: {1}{n}  Прапушчана дублікатаў: {2}


import.errormsg                               = Падчас імпарту адбылася памылка.
import.errormsg.title                         = Памылка імпарту
import.label.addtags                          = Пазначыць:
import.importsections                         = Імпартаваць секцыі



import.processdialog.caption                  = Імпарт нататак
import.processdialog.message                  = Калі ласка, пачакайце пакуль ідзе імпарт...

import.error.sectioncountexceeded             = Файл {0} не можа быць імпартаваны разам з секцыямі.{n}Ліміт на максімальную колькасць секцый ([sections.limit]) будзе перавышаны.

options.hotkeys.title                         = Спалучэнні клавіш
options.hotkeys.clip.label                    = Захапіць вылучаны тэкст:
options.hotkeys.show.label                    = Паказаць галоўнае акно:
options.hotkeys.newnote.label                 = Дадаць новую нататку:

options.hotkeys.hint                          = Каб дэактываваць спалучэнне клавіш, націсніце Esc у адпаведным полі.{n}{n}Імкніцеся выбіраць спалучэнні, якія не выкарыстоўваюцца іншымі прыкладаннямі.
options.hotkeys.cannotregister                = Абранае спалучэнне клавіш не можа быць усталявана. Магчыма яно ўжо занята іншым прыкладаннем.
options.hotkeys.cannotregister.title          = Немагчыма ўсталяваць спалучэнне клавіш


filtercontrol.total.many                      = Нататак: {0}


filtercontrol.tooltip.sortby                  = Сартаваць па





tag.delete                                    = Выдаліць
tag.rename                                    = Пераназваць…
tag.merge                                     = Аб'яднаць…
tag.delete.confirm.title                      = Выдаліць тэгі
tag.delete.confirm.message.one                = Выдаліць абраны тэг?
tag.delete.confirm.message.many               = Выдаліць абраныя тэгі?


tag.displaycounts                             = Паказваць &лічыльнікі выкарыстання
tag.properties                                = &Уласцівасці...
tag.add                                       = &Новы...
tag.addchild                                  = Новы &даччыны...
tag.expandall                                 = Разгарнуць усё
tag.collapseall                               = Згарнуць усё

tag.filter.none                               = Без фільтравання
tag.filter.used                               = Толькі выкарыстоўваныя тэгі
tag.filter.related                            = Толькі злучаныя тэгі

tagproperties.title                           = Уласцівасці тэга {0}
tagproperties.autodeletecheckbox              = Выдаляць аўтаматычна
tagproperties.autodeletecheckbox.tip          = Выдаляць тэг пры адсутнасці нататак з гэтым тэгам
tagproperties.autoexpandedcheckbox            = Паказваць даччыныя тэгі па змаўчанні

deletetags.deletechildren                     = Выдаліць разам з даччынымі тэгамі





newtag.title                                  = Новы тэг
newtag.name                                   = Імя:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Новы даччыны тэг

tagsidebar.all                                = Усё
tagsidebar.untagged                           = Без тэгаў




notebookconfig.title                          = Запісная кніга
notebookconfig.path.caption                   = Файл запісной кнігі:
notebookconfig.path.browse.mask               = Нататкі CintaNotes (*.db)|*.db| Усе файлы (*.*)|*.*{n}
notebookconfig.path.browse.caption            = Абраць файл запісной кнігі
notebookconfig.disconnect.enabled             = {s}Уключыць падтрымку вонкавай сінхранізацыі
notebookconfig.disconnect.label               = Здымаць блакаванне файла пасля:
notebookconfig.disconnect.seconds             = секунд неактыўнасці
notebookconfig.move                           = {s}Перамясціць бягучую запісную кнігу

noterichedit.format                           = &Фармат
noterichedit.format.bold                      = &Тлусты
noterichedit.format.italic                    = &Курсіў
noterichedit.format.underline                 = &Падкрэслены
noterichedit.format.strikeout                 = &Закрэслены
noterichedit.format.highlight                 = &Падсвятленне
noterichedit.format.monospace                 = М&онашырынны










noterichedit.format.list.bullet               = &Маркіраваны спіс
noterichedit.format.list.numbered             = &Нумараваны спіс

noterichedit.format.clear                     = &Ачысціць

noterichedit.insertlink                       = &Дадаць спасылку на
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Нататку
noterichedit.insertlink.file                  = &Файл





noterichedit.editlink                         = &Выдаліць спасылку
noterichedit.deletelink                       = &Выдаліць спасылку
noterichedit.copynotelink                     = Капіяваць спасылку на &нататку




noteproperties.title                          = Уласцівасці нататкі
noteproperties.source.label                   = Крыніца
noteproperties.created.label                  = Дата стварэння:
noteproperties.modified.label                 = Дата змены:
noteproperties.notesize.label                 = Памер: {0} КБ

noteproperties.charcount.label                = Знакаў: {0}
noteproperties.wordcount.label                = Слоў: {0}
noteproperties.error.invaliddates             = Дата змены не можа быць раней даты стварэння

selecturldialog.title                         = Увядзіце URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Запісная кніга была выдалена. {n}Прыкладанне будзе зачынена.
error.notebook.unknownversion                 = Запісная кніга '{0}'{n}была створана навейшай версіяй [app.name] і не можа быць адкрыта.{n} {n}Калі ласка, запампуйце апошнюю версію [app.name] c [app.url], каб адкрыць гэты файл.
error.notebook.cantopenwhenupgrade            = Файл запісной кнігі '{0}' быў створаны састарэлай версіяй [app.name] і спроба яго абнавіць не атрымалася.{n} Калі ласка праверце наяўнасць дазволу на запіс гэтага файла.
error.notebook.upgradeerror                   = Файл запісной кнігі '{0}' быў створаны састарэлай версіяй [app.name] і спроба яго абнавіць не атрымалася.{n}Паведамленне пра памылку: {1}

error.notebook.databasedamaged                = Файл запісной кнігі '{0}' пашкоджаны і не можа быць адкрыты. {n}{n}Паведамленне пра памылку: {1}

error.note.notfound                           = Нататка не знойдзена, магчыма яна была выдалена.

error.notebook.dbcorrupt.title                = Файл запісной кнігі пашкоджаны
error.notebook.dbcorrupt.message              = Файл запісной кнігі, магчыма, пашкоджаны. Каб яго выправіць, калі ласка адпраўце наступную інфармацыю па адрасе [support.email]: {0}

license.key.status.notfound                   = Ліцэнзійны ключ не знойдзены.
license.key.status.valid                      = Знойдзены дзейсны ліцэнзійны ключ.
license.key.status.invalid                    = Няслушны ліцэнзійны ключ.
license.key.status.stolen                     = Гэты рэгістрацыйны ключ быў дэактываваны выдаўцом.
license.key.status.expired                    = Тэрмін дзеяння ліцэнзійнага ключа мінуў.
license.key.status                            = Статут ліцэнзійнага ключа: {0}








licensedialog.title                           = Ліцэнзія

licensedialog.register.success                = Дзякуй за рэгістрацыю праграмы!
licensedialog.register.success.title          = Праграма зарэгістравана
licensedialog.register.fail                   = Памылка рэгістрацыі
licensedialog.register.expired                = Гэты ліцэнзійны ключ не падыходзіць да бягучай версіі [app.name].

licensedialog.replace.confirm                 = Замяніць бягучую ліцэнзію?
licensedialog.replace.confirm.title           = Замена ліцэнзіі














licensedialog.never                           = Ніколі
















licenserequireddialog.title                   = Неабходна платная ліцэнзія
licenserequireddialog.message.default         = Гэты функцыянал недаступны для бясплатнай ліцэнзіі.
licenserequireddialog.message.upg             = Пожалуйста, приобретите персональную или корпоративную лицензию.{n}{n}Чтобы открыть окно управления лицензиями, нажмите "Лицензия" ниже.
licenserequireddialog.licensebutton           = Ліцэнзія

licenseexpireddialog.title                    = Адсутнічае сапраўдны ліцэнзійны ключ
licenseexpireddialog.renew.message            = Ваш ліцэнзійны ключ не падыходзіць да бягучай версіі [app.name].{n} Патрабуецца абнавіць ключ або перайсці на бясплатную ліцэнзію.
licenseexpireddialog.buy.message              = Ваш выпрабавальны ключ мінуў.{n}Калі ласка, купіце PRO ліцэнзію, або вярніцеся да бясплатнай версіі.
licenseexpireddialog.freebutton               = Бясплатная версія
licenseexpireddialog.renewbutton              = Абнавіць
licenseexpireddialog.buybutton                = Купіць
licenseexpireddialog.exitbutton               = Выйсці
licenseexpireddialog.dontshowdialog           = Больш не паказваць
licenseexpireddialog.renew.hintlabel          = Абнаўленне ліцэнзіі займае ўсяго некалькі хвілін{n}і прапануецца са [license.renew.discount] зніжкай ад поўнага кошту ліцэнзіі.
licenseexpireddialog.buy.hintlabel            = Купля PRO ліцэнзіі зойме ўсяго некалькі мінуць.












updatedialog.title                            = Праверка наяўнасці абнаўленняў
updatedialog.initmessage                      = Праверка абнаўленняў была перапынена. {n}  Каб аднавіць, націсніце "[updatedialog.button.check]".
updatedialog.label.changes                    = Змены ў гэтай версіі:
updatedialog.button.check                     = Праверыць ізноў
updatedialog.button.download                  = Запампаваць
updatedialog.label.autocheck                  = Правяраць аўтаматычна
updatedialog.error.invalidfile                = Няслушны файл з апісаннем версіі.
updatedialog.error.connectionrefused          = Злучэнне скінута.
updatedialog.error.servernotresponding        = Сервер не адказвае.
updatedialog.error.invalidproxysettings       = Няправільныя параметры проксі-сервера.
updatedialog.error.inetdisconnected           = Адсутнічае доступ у інтэрнэт.

updatedialog.result.uptodate                  = Гэта самая актуальная версія CintaNotes ({0}).
updatedialog.result.newversion                = Даступная абноўленая версія [app.name]: {0}
updatedialog.state.connecting                 = Злучэнне...
updatedialog.state.findingserver              = Пошук сервера...
updatedialog.state.downloadingfile            = Апрацоўка...







proxysettingsdialog.title                     = Параметры падлучэння да інтэрнэту
proxysettingsdialog.server                    = Сервер:
proxysettingsdialog.port                      = Порт:
proxysettingsdialog.username                  = Імя карыстача:
proxysettingsdialog.password                  = Пароль:



proxysettingsdialog.error.invalidport         = Порт павінен быць дадатным лікам

synchronizationbar.sync.tip                   = Сінхранізаваць цяпер
synchronizationbar.cancel.tip                 = Адмяніць
synchronization.status.starting               = Ініцыялізацыя...
synchronization.status.login                  = Аўтарызацыя...
synchronization.status.retrieveindex          = Атрыманне індэксу нататак...
synchronization.status.addlocalnotes          = Атрыманне новых нататак з сервера... {0} з {1}
synchronization.status.updatelocalnotes       = Атрыманне абнаўленняў з сервера... {0} з {1}
synchronization.status.removelocalnotes       = Выдаленне нататак... {0} з {1}
synchronization.status.restorelocalnotes      = Аднаўленне нататак з кошыка... {0} з {1}
synchronization.status.totrashlocalnotes      = Выдаленне нататак у кошык... {0} з {1}
synchronization.status.addremotenotes         = Адпраўка новых нататак на сервер... {0} з {1}
synchronization.status.updateremotenotes      = Адпраўка абнаўленняў на сервер... {0} з {1}
synchronization.status.removeremotenotes      = Выдаленне нататак на серверы... {0} з {1}
synchronization.status.restoreremotenotes     = Аднаўленне нататак на серверы з кошыка... {0} з {1}
synchronization.status.totrashremotenotes     = Выдаленне нататак на серверы ў кошык... {0} з {1}
synchronization.status.cancelling             = Адмена...

synchronization.result.local                  = Лакальна:
synchronization.result.remote                 = На серверы:
synchronization.result.added                  = Дададзена:
synchronization.result.updated                = Абноўлена:
synchronization.result.removed                = Выдалена:
synchronization.result.errors                 = Памылак:






synchronization.state.completed               = Сінхранізацыя завершана.
synchronization.state.completedwitherrors     = Сінхранізацыя не завершана, паспрабуйце яшчэ раз пазней.
synchronization.state.completedempty          = Сінхранізацыя завершана. Абнаўленняў не знойдзена.
synchronization.state.failed                  = Памылка сінхранізацыі.
synchronization.state.authorizationfailed     = Памылка аўтарызацыі.
synchronization.state.invalidproxysettings    = Няслушныя налады проксі сервера.

synchronization.state.nameresolvingfailed     = Немагчыма ўсталяваць злучэнне: сервер не знойдзены.
synchronization.state.internetdisconnected    = Адсутнічае падлучэнне да інтэрнэту.
synchronization.state.servernotresponding     = Сервер не адказвае.

synchronization.state.notsynchronized         = Не сінхранізавана
synchronization.state.lastsynchronization     = Апошняя сінхранізацыя {0}

syncpropertiesdialog.title                    = Сінхранізацыя з Simplenote
syncpropertiesdialog.login                    = Лагін:
syncpropertiesdialog.password                 = Пароль:
syncpropertiesdialog.enabled.allnotebook      = Сінхранізаваць гэту запісную кнігу з Simplenote
syncpropertiesdialog.section.all              = Сінхранізаваць усе секцыі
syncpropertiesdialog.section.selected         = Сінхранізаваць толькі абраныя секцыі:
syncpropertiesdialog.conflictpolicy           = Палітыка дазволу канфліктаў:
syncpropertiesdialog.conflictpolicy.local     = Пакідаць лакальную версію
syncpropertiesdialog.conflictpolicy.remote    = Пакідаць версію з сервера
syncpropertiesdialog.conflictpolicy.last      = Пакідаць апошнюю абноўленую
syncpropertiesdialog.cachereset.loginchanged  = Вы змянілі лагін ці секцыю для сінхранізацыі.{n}Кэш сінхранізацыі будзе скінуты, і ўсе нататкі на серверы будуць лічыцца новымі.{n}{n}Працягнуць?
syncpropertiesdialog.cachereset.title         = Скід дадзеных сінхранізацыі
syncpropertiesdialog.autosync.checkbox        = Сінхранізаваць аўтаматычна кожныя
syncpropertiesdialog.autosync.suffix          = хвілін
syncpropertiesdialog.button.proxysettings     = Налады злучэння
syncpropertiesdialog.sectionselection.error   = Неабходна абраць прынамсі адну секцыю


































































































































































































section.new                                   = &Новая секцыя...
section.new.tip                               = &Стварыць новую секцыю
section.edit                                  = &Уласцівасці...
section.delete                                = &Выдаліць
section.selectall                             = Вылучыць усё
section.licenserequired                       = Ваша бягучая ліцэнзія дазваляе ствараць толькі да {0} секцый.
section.move.left                             = Перасунуць налева
section.move.right                            = Перасунуць направа




section.confirmdelete                         = Выдаліць секцыю '{0}' разам з нататкамі ({1})?
section.confirmdelete.title                   = Выдаліць секцыю?
section.confirmdelete.many                    = &Выдаліць абраныя секцыі ({0}) разам з нататкамі ({1})?
section.confirmdelete.title.many              = Выдаліць секцыі?

section.all                                   = [tagsidebar.all]
section.main                                  = Галоўная


sectionedit.title                             = Уласцівасці секцыі
sectionedit.title.new                         = Новая секцыя
sectionedit.name                              = Імя:
sectionedit.color                             = Колер:
sectionedit.sectionalreadyexists              = Секцыя з такім імем ужо існуе

movetosection.title                           = Перамясціць у іншую секцыю
movetosection.label.one                       = Перамясціць {0} нататку ў секцыю:
movetosection.label.many                      = Перамясціць {0} нататак у секцыю:

clipping.balloon.caption                      = [app.name]: Захоплена
clipping.balloon.intosection                  = ў
clipping.balloon.tagged                       = і пазначана як [{0}]




alt                                           = Alt















bksp                                          = BkSp





